/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "L’autorité de certification %1$@ est maintenant disponible";

/* %1$@'s CA */
"%1$@'s CA" = "AC de %1$@";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ vous a envoyé une demande de certificat. Cliquez sur la pièce jointe pour terminer la demande. Une demande de signature de certificat (CSR – Certificate Signing Request) est une information générée par l’ordinateur pour identifier l’utilisateur qui requiert un certificat auprès d’une autorité de certification. La CSR contient la clé publique de l’utilisateur et sert à générer le certificat. Ce dernier sera automatiquement envoyé à %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ vous a envoyé le certificat que vous avez demandé. Cliquez sur la pièce jointe et Trousseau d’accès l’importera pour vous.\n\n";

/* (Unused) */
"(Unused)" = "(Inutilisé)";

/* 1024 bits */
"1024 bits" = "1024 bits";

/* 1200 bits */
"1200 bits" = "1200 bits";

/* 1400 bits */
"1400 bits" = "1400 bits";

/* 1600 bits */
"1600 bits" = "1600 bits";

/* 2048 bits */
"2048 bits" = "2048 bits";

/* 256 bits */
"256 bits" = "256 bits";

/* 384 bits */
"384 bits" = "384 bits";

/* 512 bits */
"512 bits" = "512 bits";

/* 521 bits */
"521 bits" = "521 bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<date d’expiration non valide>";

/* <no certificates specified> */
"<no certificates specified>" = "<aucun certificat indiqué>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Une AC qui n’a pas recours à une autre AC pour sa validation est appelée AC « racine » (ou « point d’ancrage »). Une AC qui a recours à une autre AC pour sa validation est appelée « AC intermédiaire ». La confiance accordée à une AC racine doit être établie par un autre moyen que le certificat. Mac OS X contient une liste des identités d’AC racine acceptables qui ont été pré-validées par Apple. Vous pouvez ajouter d’autres AC à cette liste par l’intermédiaire de l’application Trousseau d’accès, ou confier cette tâche à votre administrateur.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Un site web de l’AC est fourni pour les utilisateurs qui souhaitent télécharger une invitation de l’AC et les certificats de l’AC via Internet. Le site web est fourni principalement pour les utilisateurs qui n’ont peut–être pas officiellement reçu une invitation ou les certificats de l’AC. Le site web fournit également des données pour que l’utilisateur puisse vérifier que le site appartient réellement à l’AC. L’empreinte SHA-1 du certificat de l’AC et l’adresse électronique d’administration de l’AC sont affichées pour vérification.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Une autorité de certification (AC) qui fait appel à une autre AC pour sa validation est appelée AC intermédiaire. La validité d’une AC intermédiaire dépend de l’AC émettrice, qui se réserve le droit de l’invalider ou de la révoquer. Les AC intermédiaires sont fréquemment utilisées par leurs AC émettrices afin de déléguer leur autorité pour un sous-ensemble de leurs opérations, comme une utilisation ou une classe d’utilisateurs particulière. Si vous (ou votre système) faites confiance à l’émetteur d’une AC intermédiaire, vous ferez également confiance à l’AC intermédiaire, sauf si vous mentionnez explicitement le contraire. Mac OS X vous permet également de vous fier directement à une AC intermédiaire sans vous fier à son émetteur, mais cela contourne les contrôles de validité fondés sur l’autorité de l’émetteur. Lorsqu’une AC intermédiaire est créée à l’aide de l’Assistant de certification, une racine ou une CA intermédiaire existante (avec la clé privée correspondante) doit être présente pour permettre la signature.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Ce nom est déjà attribué à un fichier de configuration d’autorité de certification. Veuillez en choisir un autre.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Le nom d’une autorité de certification ne peut pas contenir de point.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Un nœud terminal est un certificat signé par une autorité de certification intermédiaire ou racine. Un certificat nœud terminal bénéficie de la sécurité des chaînes de certificats et des règlements de certificats. Un nœud terminal est situé au bas d’une chaîne de certificats.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Un certificat auto-signé ne fournit pas la même garantie de sécurité qu’un certificat émis par une autorité de certification. Avant que votre certificat auto-signé soit accepté, le destinataire devra confirmer qu’il souhaite lui faire confiance et l’accepter.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Un certificat racine auto-signé est une autorité de certification racine créée par quelqu’un pour une utilisation immédiate sous forme de certificat. De tels certificats ne bénéficient pas de la sécurité associée aux chaînes et aux politiques de certification. La plupart des ordinateurs n’acceptent les certificats auto-signés que si leur propriétaire le leur demande auparavant et certains ordinateurs ne les acceptent en aucun cas. Cependant, ils sont rapides et faciles à créer et sont souvent utilisés à des fins de test à la place de certificats signés par des autorités de certification véritables.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "Un URI ne peut pas contenir de caractères Unicode.";

/* Aborted */
"Aborted" = "Interrompu";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Une erreur s’est produite lors de l’affichage du certificat.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Une erreur s’est produite lors de l’évaluation du certificat.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Une erreur est survenue lors de la tentative d’installation des certificats « %@ ».";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Une erreur est survenue lors de la création de l’invitation par courrier électronique.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Une erreur est survenue lors de l’envoi par courrier électronique de la demande de signature de certificat à l’AC. Assurez-vous que votre compte de courrier électronique est configuré.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Une erreur est survenue lors de l’envoi par courrier électronique de la demande de signature de certificat à l’autorité de certification.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Une erreur est survenue lors de la tentative de création du site web de l’AC (erreur = %d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Une erreur est survenue lors de la tentative de création du site web de l’AC sur votre iDisk. Votre iDisk est inaccessible.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Une erreur est survenue lors de la tentative de création du site web de l’AC sur votre iDisk. Votre iDisk ne répondait pas. Veuillez vérifier votre connexion réseau.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Une erreur est survenue lors de la vérification de la signature de « %@ ».";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Une erreur est survenue lors de la visite du site web de l’AC.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Une erreur est survenue. L’AC spécifiée n’est pas une autorité de certification valide.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "La période d’expiration d’un certificat ne doit pas dépasser %d ans.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Une invitation est un fichier remis aux utilisateurs qui souhaitent demander un certificat d’une AC. Une fois l’AC créée, l’Assistant de certification vous aide à envoyer l’invitation aux utilisateurs. L’utilisateur peut alors double-cliquer sur cette invitation et l’Assistant de certification le guidera à travers le processus de demande de certificat.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Une adresse IP spécifiée n’a pas le bon format (les adresses IP sont formatées sur le modèle 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Une erreur inconnue est survenue lors de la lecture de la demande de signature de certificat.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "« ExtendedKeyUsage » S/MIME approprié introuvable ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Le certificat obtenu du « issuerAltName » indiqué est incorrect.";

/* Bad leaf cert */
"Bad leaf cert" = "Certificat feuille incorrect";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Certificat racine incorrect (échec d’auto vérification)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Extension des contraintes élémentaires";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Extension des contraintes élémentaires pour cette AC";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Extension des contraintes élémentaires pour les utilisateurs de cette AC";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Contraintes élémentaires manquantes";

/* Cancel */
"Cancel" = "Annuler";

/* Cert expired */
"Cert expired" = "Certificat expiré";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Certificat introuvable auprès du « issuerAltName » indiqué.";

/* Cert not yet valid */
"Cert not yet valid" = "Le certificat n’est pas encore valide";

/* Certificate Request */
"Certificate Request" = "Requête de certificat";

/* Choose */
"Choose" = "Choisir";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Choisissez une identité qui signera vos invitations d’AC.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Cliquez sur  « Indiquer un emplacement secondaire... » pour créer un site web à un emplacement différent.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Signature de code, longueur de chemin incorrecte";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Signature de code, contraintes élémentaires manquantes";

/* Code Signing, Development */
"Code Signing, Development" = "Signature de code, Développement";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Signature de code, longueur de chaîne de certificat non valide";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Signature de code, Pas d’utilisation de clé étendue";

/* Continue */
"Continue" = "Continuer";

/* Could not create a key pair. */
"Could not create a key pair." = "Impossible de créer une bi-clé.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Impossible de créer le fichier de configuration de l’autorité de certification.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Impossible de créer le fichier d’exportation du certificat (erreur =  %d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Impossible de créer le fichier d’exportation du certificat.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Impossible de trouver une clé de signature basée sur la clé publique.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Impossible de trouver l’émetteur du fichier de configuration d’autorité de certification « %@ ».";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Impossible d’envoyer le certificat à l’utilisateur par courrier électronique. Une copie a été placée dans votre trousseau.";

/* Create Your Certificate */
"Create Your Certificate" = "Créer votre certificat";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Créer votre autorité de certification";

/* Creating Key Pair... */
"Creating Key Pair..." = "Création d’une bi-clé en cours...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Création du site web de l’AC en cours...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Création de la requête de certificat en cours...";

/* Creating the certificate... */
"Creating the certificate..." = "Création du certificat en cours...";

/* CRL Expired */
"CRL Expired" = "CRL expirée";

/* CRL failed policy verification */
"CRL failed policy verification" = "Échec de vérification de politique pour la CRL";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "La CRL n’est pas encore valide";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "Impossible de vérifier la CRL pour le point d’ancrage ou la racine";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL vérifiée pour une racine non approuvée";

/* Done */
"Done" = "Terminé";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Les adresses électroniques ne peuvent pas contenir de caractères Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Erreur : impossible de lire le fichier de configuration d’autorité de certification « %@ ».";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Erreur : impossible de lire le modèle « %@ ».";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Évaluation du ou des certificats";

/* Expired */
"Expired" = "Expiré";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Extension d’utilisation de clé étendue";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Extension d’utilisation de clé étendue pour cette AC";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Extension d’utilisation de clé étendue pour les utilisateurs de cette AC";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Pour les certificats de serveur SSL, il faut spécifier une adresse IP ou un nom DNS.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Pour l’utilisateur qui demande des certificats de cette AC, sélectionnez « Extension d’utilisation de clé étendue » pour voir les options disponibles et spécifier celles qu’utilisera leur certificat.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Pour l’utilisateur qui demande des certificats de cette AC, sélectionnez « Inclure l’extension de contraintes élémentaires » pour voir les options disponibles et spécifier celles qu’utilisera leur certificat.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Pour l’utilisateur qui demande des certificats de cette AC, sélectionnez « Inclure l’extension de nom secondaire d'objet » pour voir les options disponibles et spécifier celles qu’utilisera leur certificat.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Pour cette autorité de certification, sélectionnez « Inclure l’extension de contraintes élémentaires » pour voir les options disponibles et spécifier celles qu’utilisera le certificat de l’AC.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Pour cette autorité de certification, sélectionnez « Inclure l’extension d’utilisation de clé étendue » pour voir les options disponibles et spécifier celles qu’utilisera le certificat de l’AC.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Pour cette autorité de certification, sélectionnez « Inclure l’extension de nom secondaire d'objet » pour voir les options disponibles et spécifier celles qu’utilisera le certificat de l’AC.";

/* Good */
"Good" = "Bonne";

/* Hostname mismatch */
"Hostname mismatch" = "Les noms d’hôte ne correspondent pas";

/* Idle */
"Idle" = "Inactif";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "L’URI de point de distribution de la CRL est illisible";

/* Illegible name */
"Illegible name" = "Nom illisible";

/* Intermediate CA */
"Intermediate CA" = "AC intermédiaire";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "L’ID de clé de l’autorité n’est pas valide ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "« BasicConstraints.CA » non valide";

/* Invalid Certificate */
"Invalid Certificate" = "Certificat non valide";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Utilisation de clé étendue non valide";

/* Invalid Key Usage */
"Invalid Key Usage" = "Utilisation de clé non valide";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "ID de clé d’objet non valide ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Lien d’ID de clé d’objet/d’autorité non valide.";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Violation de l’extension « IssuingDistributionPoint »";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informations de bi-clé";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Informations de bi-clé pour cette AC";

/* Key Usage Extension */
"Key Usage Extension" = "Extension d’utilisation de clé";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Extension d’utilisation de clé pour cette AC";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Extension d’utilisation de clé pour les utilisateurs";

/* Keychain */
"Keychain" = "Trousseau";

/* Leaf */
"Leaf" = "Nœud terminal";

/* Let me choose */
"Let me choose" = "Me laisser choisir";

/* Network */
"Network" = "Réseau";

/* No */
"No" = "Non";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "L’hôte n’a pas renvoyé de certificat.";

/* No CRL */
"No CRL" = "Pas de CRL";

/* No root cert found */
"No root cert found" = "Certificat racine introuvable";

/* Not Yet Valid */
"Not Yet Valid" = "Pas encore valide";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Remarque : les certificats complémentaires qui composent l’Autorité de certificat (CA) doivent également être fournis aux utilisateurs. Ils se trouvent dans le fichier .pem dans le dossier CA. Pour plus de sécurité, n’envoyez pas ces fichiers par courrier électronique. Rendez-les disponibles dans un emplacement sûr, tel qu’un serveur de fichiers.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Échec de la résolution de clé publique partielle";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Impossible de résoudre la clé publique partielle";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "Dépassement de « PathLengthConstraint »";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Veuillez demander de l’aide à votre administrateur d’AC.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Veuillez demander à votre administrateur d’AC de vous aider à les importer.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Indiquez un numéro de série compris entre %1$@ et %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Indiquez une date d’expiration valide.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Veuillez spécifier certaines informations sur le certificat ci-dessous :";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Indiquez certaines informations sur votre AC :";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Veuillez spécifier l’autorité de certification émettrice pour la demande de certificat de %1$@ (%2$@).";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Veuillez spécifier l’autorité de certification émettrice pour cette demande de certificat.";

/* Policy verification failed */
"Policy verification failed" = "Échec de vérification de la politique";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Recherche du serveur SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Remplacer le site web existant « %@ » sur votre iDisk ?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Remplacer l’élément existant « %@ » ?";

/* Required */
"Required" = "Requis";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Racine AUSSI dans les racines du système";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Les adresses électroniques S/MIME ne correspondent pas";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Incompatibilité de KeyUsage S/MIME";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME : adresse électronique introuvable";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME : « KeyUsage » non critique";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME : « SubjectAltName » non critique";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Sélectionnez « Inclure l’extension de contraintes élémentaires » pour voir les options disponibles et spécifier celles qu’utilisera ce certificat.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Sélectionnez « Inclure l’extension d’utilisation de clé étendue » pour voir les options disponibles et spécifier celles qu’utilisera ce certificat.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Sélectionnez « Inclure l’extension de nom secondaire d'objet » pour voir les options disponibles et spécifier celles qu’utilisera ce certificat.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Sélectionnez la politique de confiance appropriée pour évaluer « %1$@ ».";

/* Self Signed Root */
"Self Signed Root" = "Racine auto-signée";

/* Self Signed Root CA */
"Self Signed Root CA" = "Autorité de certification racine auto-signée";

/* Show CA Web Site... */
"Show CA Web Site..." = "Afficher le site web de l’AC...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Signez en utilisant votre identité %@";

/* Specified CRL server down */
"Specified CRL server down" = "Le serveur CRL indiqué est indisponible";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Indiquez les infos de bi-clé pour les utilisateurs de l’AC";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Indiquez la taille de clé et l’algorithme utilisé pour la création du bi-clé de l’autorité de certification.\n\nLa bi-clé est composée de vos clés privée et publique. La clé privée est la partie secrète du bi-clé ; elle doit rester confidentielle. La clé publique est rendue publique au sein du certificat numérique.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Indiquez la taille de clé et l’algorithme utilisé pour la création de votre bi-clé.\n\nLa bi-clé est composée de vos clés privée et publique. La clé privée est la partie secrète du bi-clé ; elle doit rester confidentielle. La clé publique est rendue publique au sein du certificat numérique.";

/* SSL Client */
"SSL Client" = "Client SSL";

/* SSL Server */
"SSL Server" = "Serveur SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Extension de nom secondaire d'objet";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Extension de nom secondaire d’objet pour cette AC";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Nom secondaire d’objet pour les utilisateurs de cette AC";

/* Success */
"Success" = "Réussite";

/* System Roots */
"System Roots" = "Racines du système";

/* Template = %@ */
"Template = %@" = "Modèle = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "L’autorité de certification « %1$@ » peut maintenant accepter des demandes de certificat de votre part. Cliquez sur la pièce jointe et l’Assistant de certification vous guidera tout au long de ce processus.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Ce certificat a été créé pour « %1$@ ». Une copie a été placée dans votre trousseau.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "L’autorité de certificat par défaut est maintenant réglée sur « %@ ».";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "L’assistant n’a pas pu ouvrir le fichier que vous avez indiqué.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "L’extension d’utilisation de clé d’un certificat en identifie les fonctionnalités de sécurité. Sélectionnez « Inclure l’extension d’utilisation de clé » pour voir les fonctionnalités disponibles et sélectionnez celles que fournira ce certificat.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "L’extension d’utilisation de clé du certificat d’une AC en identifie les fonctionnalités de sécurité. Sélectionnez « Inclure l’extension d’utilisation de clé » pour voir les fonctionnalités disponibles et sélectionnez celles que fournira ce certificat.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "L’extension d’utilisation de clé du certificat de l’utilisateur en identifie les fonctionnalités de sécurité. Sélectionnez « Inclure l’extension d’utilisation de clé » pour voir les fonctionnalités disponibles et sélectionnez celles que ce certificat fournira.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "Le nom RFC822 ne peut pas contenir de caractères Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Aucune identité n’est disponible pour signer votre invitation d’AC.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Aucune autorité de certification n’est configurée. Vous devez d’abord en créer une à l’aide de l’option « Créer une autorité de certification ».";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Aucune autorité de certification n’est configurée. Vous devez d’abord en créer une.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Aucune autorité de certification intermédiaire ou racine valide n’est disponible pour signer les certificats. Utilisez l’option « Créer une autorité de certification » pour en créer une.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Lorsqu’un utilisateur de cette autorité de certification demande un certificat, cette fenêtre affiche les informations relatives à la bi-clé associée.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Pour évaluer des certificats, sélectionnez tout d’abord la politique de confiance appropriée.";

/* Message indicating that this item is dated today */
"Today" = "Aujourd’hui";

/* Trusted Root */
"Trusted Root" = "Racine de confiance";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Se fier à un certificat d’AC signifie que l’AC est désormais « fiable » pour l’évaluation de certificats signés par cette AC et la détermination de leur validité. Lorsqu’une nouvelle AC est créée, pour des raisons de sécurité, son certificat n’est par défaut jamais considéré comme fiable sur le système. Un utilisateur ou un administrateur doit spécifiquement se fier à un nouveau certificat d’AC. Dans ce cas, ce certificat peut être considéré comme fiable en cliquant sur « Sur cet ordinateur, se fier aux certificats signés par cette AC ».";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Inconnu (erreur interne)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Extension CRL critique inconnue";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Extension CRL critique inconnue";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Extension critique inconnue";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Erreur inconnue = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Certificat racine non reconnu";

/* Untrusted Root */
"Untrusted Root" = "Racine non approuvée";

/* User Certificate: */
"User Certificate:" = "Certificat utilisateur :";

/* VPN Client */
"VPN Client" = "Client VPN";

/* VPN Server */
"VPN Server" = "Serveur VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Que signifie « Utiliser comme AC par défaut » ?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Que signifie « Signer votre invitation » ?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Que signifie « se fier aux certificats signés par cette AC » ?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Qu’est-ce qu’un site web de l’AC ?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Qu’est-ce qu’un certificat nœud terminal ?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Qu’est-ce qu’une AC racine auto-signée ?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Qu’est-ce qu’un certificat racine auto-signé ?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Qu’est-ce qu’une autorité de certification intermédiaire ?";

/* What is an invitation? */
"What is an invitation?" = "Qu’est-ce qu’une invitation ?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Lorsqu’un utilisateur demande un certificat de l’AC, une invitation signée assure l’utilisateur que l’invitation provient bien de cette AC et n’a pas été modifiée.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Lorsque des demandes de signature d’utilisateurs sont acceptées, l’AC par défaut sera sélectionnée automatiquement dans le menu local des autorités de certification disponibles. Lorsque vous cliquez sur « Utiliser comme AC par défaut », le nom d’AC spécifié ci-dessus devient l’AC par défaut.";

/* Yes */
"Yes" = "Oui";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Hier";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Vous êtes sur le point de créer une autorité de certification racine qui émettra des certificats S/MIME. La bi-clé créée sera RSA 2048 bits. Si vous souhaitez modifier ces réglages par défaut, cliquez sur  « Me laisser ignorer les réglages par défaut ».";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Vous êtes sur le point de créer un certificat de messagerie sécurisée (S/MIME). La bi-clé créée sera RSA 2048 bits. Si vous souhaitez modifier ces réglages par défaut, cliquez sur  « Me laisser ignorer les réglages par défaut ».";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Vous allez créer un certificat auto-signé.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Vous êtes sur le point de créer une autorité de certification intermédiaire qui émettra des certificats S/MIME. La bi-clé créée sera RSA 2048 bits. Si vous souhaitez modifier ces réglages par défaut, cliquez sur  « Me laisser ignorer les réglages par défaut ».";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Vous devez choisir au moins une utilisation de clé étendue si cette extension est activée.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Vous devez choisir au moins une utilisation de clé si cette extension est activée.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Vous devez saisir un nom de fichier de configuration avant de continuer.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Vous devez saisir l’adresse électronique de l’utilisateur avant de continuer.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Vous devez saisir l’adresse électronique d’une autorité de certification avant de continuer.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "La création de votre AC a réussi. Cliquez sur « OK » pour commencer à utiliser votre nouvelle AC.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Votre autorité de certification « %1$@ » a été créée et elle est prête à émettre des certificats.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Votre certificat a été créé.";

/* Your certificate is ready */
"Your certificate is ready" = "Votre certificat est prêt";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Le courrier électronique de demande de certificat a été créé et est prêt à être envoyé dans l’application Mail. Une fois que vous l’aurez envoyé, « %1$@ » recevra un message contenant votre certificat. Lorsque vous le recevrez, cliquez sur la pièce jointe pour l’importer automatiquement dans votre trousseau.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Votre demande de certificat a été créée sur disque.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Votre invitation sera encore non signée.";

